Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: While not all-inclusive, this list of terminology will allow players to quickly acclimate themselves for their journey into Eclipse Phase.
fr_fr: Bien que non exhaustive, cette liste de terme permettra aux joueurs de s'acclimater rapidement à leur voyage dans Eclipse Phase.

source: If you read something and are confused, don't worry.
fr_fr: Si vous lisez quelque chose et que vous êtes perdus, ne vous inquiétez pas.

source: These concepts are fully explained in later sections of this book.
fr_fr: Ces concepts sont entièrement détaillés dans d'autres sections du livre.

source: Note that several of the words on this list are standard scientific terms, often used in astronomy.
fr_fr: Notez que plusieurs des mots sur la liste sont des termes scientifiques standard, souvent utilisé en astronomie.

source: As Eclipse Phase attempts to remain as close to ``hard science'' as possible—while allowing players to interact with the great stories waiting to unfold—such terms are used liberally.
fr_fr: Comme Eclipse Phase essaye de rester aussi proche que possible du "hard science" - tout en permettant aux joueurs d'interagir avec les passionantes histoires qui attendent d'être révélées - de tels termes sont utilisés librement.

source: Aerostat: A habitat designed to float like a balloon in a planet's upper atmosphere.
fr_fr: Aérostat: Un habitat conçu pour flotter comme un ballon dans la haute atmosphère d'une planète.

source: AF: After the Fall (used for reference dating).
fr_fr: AF: (After the Fall) Après la Chute (utilisé comme date de référence).

source: AGI: Artificial General Intelligence.
fr_fr: IAG: Intelligence Artificielle Généraliste

source: An AI that has cogni tive faculties comparable to that of a human or higher.
fr_fr: Une IA qui possède des facultés cognitives comparables ou supérieures à celle d'un humain.

source: Also known as ``strong AI'' (differentiating from more specialized ``weak AI'').
fr_fr: Aussi connues sous le nom de "IA forte" (par opposition aux "IA limitées" plus spécialisée).

source: See also ``seed AI.'' AI: Artificial Intelligence.
fr_fr: Voir aussi "IA germe." IA: Intelligence Artificielle.

source: Generally used to refer to weak AIs; i.e., AIs that do not encompass (or in some cases, are completely outside of) the full range of human cognitive abilities.
fr_fr: Généralement utilisé pour se référer à une IA faible; c'est à dire des IAs qui n'englobent pas (ou dans certains cas, qui sont complètement hors de) toute la portée des capacités cognitives humaines.

source: AIs differ from AGIs in that they are usually specialized and/or intentionally crippled/limited.
fr_fr: Les IAs diffèrent des IAG dans le fait qu'elles sont généralement spécialisée et/ou intentionnellement bridée/limitée.

source: Anarchist: Someone who believes government is unnecessary, that power corrupts, and that people should control their own lives through self-organized individual and collective action.
fr_fr: Anarchiste: Quelq'un qui croit que le gouvernement n'est pas nécessaire, que le pouvoir corromp, et que les gens doivent contrôller leur propre vie à travers l'auto-organisation individuelle et l'action collective.

source: Arachnoid: A spider-like robotic synthmorph.
fr_fr: Arachnoïde: Une synthmorph robotique ressemblant à une araignée.

source: Argonauts: A faction of techno-progressive scientists that promote responsible and ethical use of technology.
fr_fr: Argonautes: Une faction de scientifique tecno-progressistes qui font la promotion d'une utilisation responsable et éthique de la technologie.

source: AR: Augmented Reality.
fr_fr: RA: Réalité Augmentée.

source: Information from the mesh (universal data network) that is overlaid on your real-world senses.
fr_fr: Informations du mesh (réseau de donnée universel) qui sont superposées à vos sens du monde réel.

source: AR data is usually entoptic (visual), but can also be audio, tactile, olfactory, kinesthetic (body awareness), emotional, or other types of input.
fr_fr: Les données RA sont habituellement entoptique (visuelles), mais peuvent aussi être auditives, tactiles, olfactives, kinesthésique (conscience corporelle), émotionnelles ou tout autre type d'entrée.

source: Async: A person with psi abilities.
fr_fr: Async: Une personne avec des pouvoirs psi.

source: AU: Astronomical unit.
fr_fr: UA: Unité Astronomique

source: The distance between the Earth and the Sun, equal to 8.3 light minutes, or about 150 million kilometers.
fr_fr: La distance entre la Terre et le Soleil, équivalent à 8,3 minutes lumières, ou à peu près 150 millions de kilomètres.

source: Autonomists: The alliance of anarchists, Barsoomians, Extropians, scum, and Titanians.
fr_fr: Autonomistes: L'alliance des anarchistes, des Barsoomiens, des Extropiens, de la racaille et des Titaniens.

source: Barsoomian: A rural Martian, typically resentful of hypercorp control.
fr_fr: Barsoomien: Un Martien rural, typiquement irrité par le contrôle des hypercorp.

source: Basilisk Hack: An image or other sensory input that affects the brain's visual cortex and pattern recognition abilities in such a way as to cause a glitch and possibly exploit it and rewrite neural code.
fr_fr: Piratage Basilique: Une image ou toute autre entrée sensorielle qui affecte le cortex visuel du cerveau aisni que ses capacités de recognition de motifs d'une manière à provoquer une erreur et de peut-être l'exploiter pour réécrire du code neuronal.

source: Beehive: A microgravity habitat made from a tunneledout asteroid or moon.
fr_fr: Ruche: Un habitat à microgravité créé dans un astéroïde ou une lune évidée.

source: BF: Before the Fall (used for reference dating).
fr_fr: BF: (Before the Fall) Avant la Chute (utilisé comme date de référence).

source: Bioconservative: An anti-technology movement that argues for strict regulation of nanofabrication, AI, uploading, forking, cognitive enhancements, and other disruptive technologies.
fr_fr: Bioconservateurs: Un mouvement anti-technologie qui milite pour une régulation stricte de la nanofabrication, des IA, de l'upload, du fork, des améliorations cognitives et de toute autre techonologie perturbatrice.

source: Biomorph: A biological body, whether a flat, splicer, genetically engineered transhuman, or pod.
fr_fr: Biomorph: Un corps bilogique, qu'i ls'agisse d'un plat, d'un splicer, d'un transhumain génétiquement amélioré ou d'un pod.

source: Body Bank: A service for leasing, selling, acquiring, or storing a morph.
fr_fr: Banque de Corps: Un service pour louer, vendre, acheter ou stocker une morph.

source: Aka dollhouse, morgue.
fr_fr: Aussi appelé maison de poupée, morgue

source: AI-piloted synthetic shells.
fr_fr: Desz coquilles synthétiques pilotée par des IA.

source: Bracewell Probe: A type of autonomous monitoring deep- space probe meant to make contact with alien civilizations.
fr_fr: Sonde Bracewell: Un type de sonde autonome de surveillance de l'espace profond conçue pour établir le contact avec des civilisations étrangères.

source: Brinkers: Exiles who live on the fringes of the system, as well as other isolated and well-hidden nooks and crannies.
fr_fr: Bordés: Des éxilés qui vivent aux limites du système, ansi que dans tous les autres coins et recoins bien cachés du système.

source: Also called isolates, fringers, drifters.
fr_fr: Aussi appellée isolés, limités, dériveurs.

source: Case: A cheap, common, mass-produced synthetic shell.
fr_fr: Caisse: Une coquille synthétique bon marché, commune et produite en masse.

source: Chimeric: Transgenic, containing genetic traits from other species.
fr_fr: Chimère: Un transgénique, contenant des traits génétiques d'autre espèces.

source: Circumjovian: Orbiting Jupiter.
fr_fr: Circumjovien: Orbitant autour de Jupiter.

source: Circumlunar: Orbiting the Moon.
fr_fr: Circumlunaire: Orbitant autour de la Lune.

source: Circumsolar: Orbiting the Sun.
fr_fr: Circumsolaire: Orbitant autour du Soleil.

source: Cislunar: Between the Earth and the Moon.
fr_fr: Cislunaire: Entre la Terre et la Lune.

source: Clade: A species or group of organisms with common features.
fr_fr: Clade: Une espèce ou un groupe d'organisme partageant des caractéristique.

source: Used to refer to transhuman subspecies and morph types.
fr_fr: Utilisé pour se référer aux sous-espèces transhumaines et au types de morph.

source: Cole Bubble: A habitat made from a hollowed-out asteroid or moon, spun for gravity.
fr_fr: Bulle Cole: Un habitat formé d'un astéroïde ou d'une lune évidée et en rotation pour obtenir une gravité.

source: Cornucopia Machine: A general-purpose nanofabricator.
fr_fr: Machine d'Abondance: Un nanofabeur a but généraliste.

source: Cortical Stack: An implanted memory cell used for ego backup.
fr_fr: Pile Corticalle: Une cellulle de mémoire implantée et utilisée pour sauvegarder un ego.

source: Located where the spine meets the skull; can be cut out.
fr_fr: Localisée là où l'épine dorsale rencontre le crâne; elle peut-être extraite.

source: Cyberbrain: An artificial brain, housing an ego.
fr_fr: Cybercerveau: Un cerveau artificiel, hébergeant un ego.

source: Used in both synthmorphs and pods.
fr_fr: Utilisé à la fois dans les synthmorphs et dans les pods.

source: Darkcast: Illegal and black market farcasting and egocasting services.
fr_fr: Darkcast: Services de farcast et d'egocast ilégaux et trouvés au marché noir.

source: Domain Rules: The rules that govern the reality of a virtual reality simulspace.
fr_fr: Règles de Domaine: Les règles qui régissent la réalité dans un simulspace de réalité virtuelle.

source: Drone: A robot controlled through teleoperation (rather than directly via onboard AI).
fr_fr: Drône: Un robot conrtrollé par téléopération (plutôt que par des IA embarquées).

source: Ecto: Personal mesh devices that are flexible, stretchable, self-cleaning, translucent, and solar-powered.
fr_fr: Ecto: Périphérique de mesh personnel, souple, étirable, auto-nettoyant, translucide et alimenté par énergie solaire.

source: From ecto-link (external link).
fr_fr: De ecto-lien (lien externe).

source: Ego: The part of you that switches from body to body.
fr_fr: Ego: La part de vous qui bascule d'un corps à l'autre.

source: Also known as ghost, soul, essence, spirit, persona.
fr_fr: Aussi appelé ghost, âme, essence, esprit, persona.

source: Egocasting: Term for sending egos via farcasting.
fr_fr: Egocaster: Terme pour envoyer un ego par farcasting.

source: Entoptics: Augmented-reality images that you ``see'' in your head.
fr_fr: Entoptiques: Images de Réalité Augmentée que vous "voyez" dans votre tête.

source: (``Entoptic'' means ``within the eye.'') ETI: Extraterrestial intelligence.
fr_fr: ("Entoptique" signifie "à l'intérieur des yeux") ETI: Intelligence extra-terrestre.

source: The term Firewall uses to refer to the god-like post-singularity alien intelligence theorized to be responsible for the Exsurgent virus.
fr_fr: Le terme utilisé par Firewall pour faire référence aux intelligence étrangères post-singularité de niveau divin théoriquement responsable du virus Exsurgent.

source: Exalts: Genetically-enhanced humans (between genefixed and transhumans).
fr_fr: Exaltés: Humains génétiquement améliorés (entre génétiquement réparés et transhumains).

source: Aka genefreaks, the ascended, the elevated.
fr_fr: Aussi connus comme génomonstre, les ascendants, les élevés.

source: Exoplanet: A planet in another solar system.
fr_fr: Exoplanète: Une planète dans un autre système solaire.

source: Exsurgent: Someone infected by the Exsurgent virus.
fr_fr: Exsurgent: Quelqu'un infecté par le virus Exsurgent

source: Exsurgent Virus: The multi-vector virus created by an unknown ETI and seeded throughout the galaxy in Bracewell probes.
fr_fr: Virus Exsurgent: Le virus multi-vecteur créé par un ETI inconnu et répandu dans la galaxie dans des sondes Bracewell.

source: The Exsurgent virus is self-morphing and can infect both computer systems and biological creatures.
fr_fr: Le virus Exsurgent est mutant et peu infecter à la fois les systèmes informatique et les créatures biologiques.

source: Extrasolar: Outside the solar system.
fr_fr: Extrasolaire: Hors du système solaire.

source: Factors: The alien ambassadorial race that deals with transhumanity.
fr_fr: Facteurs: La race étrangère ambassadrice qui fait affaire avec la transhumanité.

source: Also called Brokers.
fr_fr: Aussi appelés les Courtiers.

source: The Fall: The apocalypse; the singularity and wars that nearly brought about the downfall of transhumanity.
fr_fr: La Chute: L'apocalypse; la singularité et les guerres qui ont presque amenées l'extinction de l'humanité.

source: Farcasting: Intrasolar communication utilizing classical communication technologies (radio, laser, etc.) and quantum teleportation.
fr_fr: Farcasting: Communication intrasolaire utilisant des technologies de communication classiques (radio, laser, etc) et la téléportation quantique. Parfois appelée Hyeprdiff.

source: Farhauler: Long distance space shipper.
fr_fr: Long Porteur: Transport spatiaux de longue distance.

source: Firewall: The secret cross-faction conspiracy that works to protect transhumanity from ``existential threats'' (risks to transhumanity's continued existence).
fr_fr: Firewall: La conspiration secrète, multifaction qui travaille à protéger la transhumanité des "risques existentiels" (risques qui menacent l'existence de la transhumanité).

source: Flatlander: Someone born or used to living on a planet or moon with gravity.
fr_fr: Bas de plancher: Quelqu'un qui est né ou habitué à vivre sur une planète ou une lune avec une gravité.

source: Flats: Baseline humans (not genetically modified).
fr_fr: Plates: Humains de base (sans modificatiosn génétique).

source: Also called norms.
fr_fr: Aussi appelés norms.

source: Flexbot: A shape-changing synthmorph also capable of joining together with other flexbots in a modular fashion to create larger shapes.
fr_fr: Flexbot: Une synthmorph capable de changer de forme ou de rejoindre d'autre trasnformers afin de créer des forms plus grande et modulaires. Aussi appelé Transformers

source: Forking: Copying an ego.
fr_fr: Forker: Copier un ego.

source: Not all forks are full copies.
fr_fr: Tous les forks ne sont pas des copies complètes.

source: AKA backups.
fr_fr: Aussi appelés sauvegardes.

source: FTL: Faster-Than-Light.
fr_fr: FTL: Faster-Than-Light. Plus rapide que la lumière.

source: Fury: A transhuman combat morph.
fr_fr: Fury: Une morph de combat transhumaine.

source: Gatecrashers: Explorers who take their chances using a Pandora gate to go somewhere previously unexplored.
fr_fr: Resquilleurs: Explorateurs qui tentent leur chances en utilisant une Porte de Pandorre pour aller vers un endroit pour l'instant inexploré.

source: Genehacker: Someone who manipulates genetic code to create genetic modifications or even new life.
fr_fr: Génohacker: Quelqu'un qui manipule le code génétique pour créer des modifications génétiques voire même de nouvelles formes de vie.

source: Ghost: A transhuman combat morph optimized for stealth and infiltration.
fr_fr: Ghost: Une morph de combat transhumaine optimisé pour la furtivisté et l'infiltration.

source: Ghost-riding: The act of carrying an infomorph in a special implant module inside your head.
fr_fr: Ghost-riding: L'acte de transporter une infomorph dans un implant sépcial à l'intérieur de votre tête.

source: Greeks: Trojan asteroids or moons that share the same orbit as a larger planet or moon, but are 60 degrees ahead in the orbit at the L4 Lagrange point.
fr_fr: Grecs: Astéroîdes ou lunes troyens qui partagent la même orbite qu'une planète ou lune plus grosse, mais qui ont 60 degrés d'avance sur l'orbite, au point de Lagrange L4.

source: The term Greeks normally refers to the asteroids orbiting around Jupiter's L4 point.
fr_fr: Le terme Grecs fait normalement référence aux astéroïdes orbitant autour du point L4 de Jupiter.

source: See also ``Trojans.'' Habtech: A habitat technician.
fr_fr: Voir aussi à "Troyens." Habtech: Un technicien d'habitation.

source: Heliopause: The point where pressure from the solar wind balances with the interstellar medium (about 100 AU out).
fr_fr: Héliopause: Le point auquel la pression des vents solaires s'équilibre avec les moyennes interstellaires (aux allentours de 100 AU).

source: Hibernoid: A transhuman modified for hibernation, for extensive travel in space.
fr_fr: Hibernoïdes: Un transhumain modifié pour l'hibernation, pour des travaux prolongés dans l'espace.

source: Iceteroid: An asteroid made from mostly ice rather than rock or metals.
fr_fr: Glacetéroïde: Un astéroïde constitué essentiellemnt de glace au lieu de roche et de métal.

source: Iktomi: The name given to the mysterious alien race whose relics have been found beyond the Pandora Gates.
fr_fr: Iktomi: Le nom donné à la mystérieuse race étrangère dont les reliques ont été retrouvées au delà des Portes de Pandorre.

source: Indentures: Indentured servants who have contracted their labor to a hypercorp or other authority, usually in exchange for a morph.
fr_fr: Contractés: Des esclaves sous contrats synallagmatique qui ont signé pour travailer avec une hypercorp ou une autre autorité, habituellement en échange d'une morph.

source: Infolife: Artificial general intelligences and seed AIs.
fr_fr: Infovie: Intelligence artificielle généraliste et IAs germe.

source: Infomorph: A digitized ego; a virtual body.
fr_fr: Infomorph: Un égo digitalisé; un corps virtuel.

source: Also known as datamorphs, uploads, backups.
fr_fr: Aussi connus sous les noms de datamorph, uploads, sauvegardes.

source: Infugee: ``Infomorph refugee,'' or someone who left everything behind on Earth during the Fall—even their own body.
fr_fr: Infugié: ``Infomorph refugié,'' ou quelqu'un qui a tout abandonné sur Terre - y compris son corp - pendant la Chute.

source: Isolates: Those who live in isolated communities far outside the system (in the Kuiper Belt and Oort Cloud); aka outsters, fringers.
fr_fr: Isolés: Ceux qui vivent dans des communautés isolées loin au-delà des limites du système (dans la Ceinture de Kuiper et le Nuage d'Oort); aussi appelés outsters, limités.

source: Jamming: The act of ``becoming'' a teleoperated drone thanks to XP technology.
fr_fr: Saturer: l'acte de "devenir" un drône opéré à distance grâce à la technologie XP.

source: Also sometimes applied to accesing the real-time XP feed from lifeloggers and others.
fr_fr: Également utilisé pour l'accession à un flux XP en temps-réel de lifeblogeur et autre émetteurs en temps-réel.

source: Kuiper Belt: A region of space extending from Neptune's orbit out to about 55 AU, lightly populated with asteroids, comets, and dwarf planets.
fr_fr: Ceinture de Kuiper: Une région de l'espace partant de l'orbite de Neptune et s'étalant sur envrion 55 UA, légèrement peuplée d'astéroïdes, de comètes et de planètes naines.

source: Lagrange Point: One of five areas in respect to a small planetary body orbiting a larger one in which the gravitational forces of those two bodies are neutralized.
fr_fr: Point de Lagrange: L'une des cinqs zones relative à un petit corps planétaire orbitant autour d'un plus gros dans lesquelles les forces gravitationnelles de ces deux corps sont neutralisées.

source: Lagrange points are considered stable and ideal locations for habitats.
fr_fr: Les point de Lagrange sont considérés comme stables et sont des positions idéales pour des habitats.

source: Lifelog: A recording of one's entire life experience, made possible due to near unlimited computer memory.
fr_fr: Lifeblog: L'enregistrement de toute l'expérience de la vie de quelqu'un, rendue possible grâce aux capacités mémoires des ordinateurs quasi-illimitées.

source: Lost Generation: In an effort to repopulate post-Fall, a generation of children were reared using forced-growth methods.
fr_fr: Generation Égarée: Dans une tentative de repeupler après la Chute, une génération d'enfant fut élevée en utilisant des techniques de croissance forcée.

source: The results were disastrous: many died or went insane, and the rest were stigmatized.
fr_fr: Les résultats furent désastreux: beaucoup sont morts ou devenus fous, et le reste a été stigmatisé.

source: Main Belt: The main asteroid belt, a torus ring orbiting between Mars and Jupiter.
fr_fr: Ceinture Principale: La principale ceinture d'astéroïdes, un anneau torique orbitant entre Mars et Jupiter.

source: Meme: A viral idea.
fr_fr: Meme: Une idée virale.

source: Mentons: Transhumans optimized for mental and cognitive ability.
fr_fr: Mentalistes: Transhumains optimisés pour les compétences mentales et cognitive.

source: Mercurials: The non-human sentient elements of the transhuman ``family,'' including AGIs and uplifted animals.
fr_fr: Mercuriels: Les éléments conscient non-humains de la "famille" transhumaine; incluant les IAG et les animaux éveillés.

source: Mesh: The omnipresent wireless mesh data network.
fr_fr: Mesh: L'omniprésent maillage sans-fil de réseau de données.

source: Also used as a verb (to mesh) and adjective (meshed or unmeshed).
fr_fr: Egalement utilisé comme verbe (mesher) et comme adjectif (meshé ou nonmeshé).

source: Mesh ID: The unique signature attached to one's mesh activity.
fr_fr: Mesh ID: La signature unique attachée à l'activité meshée de quelqu'un.

source: Microgravity: Zero-g or near weightless environments.
fr_fr: Microgravité: Zéro-g ou environnement quasiment sans poids.

source: Mist: The clouds of AR data that sometimes fog up your perception/displays.
fr_fr: Mist: Les nuages de données RA qui brouillent parfois votre perception et vos affichages.

source: Morph: A physical body.
fr_fr: Morph: Un corps physique.

source: Aka suit, jacket, sleeve, shell, form.
fr_fr: Aussi appelé costume, veste, gaine, coquille, forme.

source: Muse: Personal AI helper programs.
fr_fr: Muse: IA d'assitant personnel.

source: Nanobot: A nano-scale machine.
fr_fr: Nanobot: Une machine nanoscopique.

source: Nano-ecology: Pro-tech ecological movement.
fr_fr: Nano-écologie: Mouvement écologique pro-technologie.

source: Nanoswarm: A mass of tiny nanobots unleashed into an environment.
fr_fr: Essaim de nanite: Une masse de petits nanobots libérée dans un environnement.

source: Neo-Avians: Uplifted ravens and gray parrots.
fr_fr: Neo-Aviens: Perroquets gris et corbeaux élevés.

source: Neogenesis: The creation of new life forms via genetic manipulation and biotechnology.
fr_fr: Néogenèse: La création d'une nouvelle forme de vie grâce aux manipulations génétiques et à la biotechnologies.

source: Neo-Hominids: Uplifted chimpanzees, gorillas, and orangutans.
fr_fr: Neo-Hominidés: Chimpanzés, gorilles et orang-outans élevés

source: Neotenics: Transhumans modified to retain a child-like form.
fr_fr: Néoteniques: Transhumains modifiés pour conserver une forme enfantine.

source: Novacrab: A pod created from genetically-engineered spider crab stock.
fr_fr: Novacrabe: Un pod créé à partir de crabe araignés génétiquement conçus.

source: Olympian: A transhuman biomorph modified for athleticism and endurance.
fr_fr: Olympien: Une biomorph transhumaine modifiée pour l'athéltisme et l'endurance.

source: O'Neill Cylinder: A soda-can shaped habitat, spun for gravity.
fr_fr: Cylindre O'Neill: Un habitat en forme de canette, soumis à une rotation pour créer une gravité.

source: Oort Cloud: The spherical ``cloud'' of comets that surrounds the solar system out to about one light-year from the sun.
fr_fr: Nuage d'Oort: Le "nuage" sphérique constitué de comètes qui entoure le système solaire et qui s'étend jusqu'à une année lumière du soleil.

source: PAN: Personal area network.
fr_fr: PAN: Personal area network/Réseau personnel.
